[{
        "author_name": "Ashim Debnath",
        "rating": 5,
        "relative_time_description": "a month ago",
        "text": "We had a very pleasant experience with Dr. Chiranjit and his staff. My daughter was very anxious about the appointment and any procedure, but he was very patient with her and spend a lot of time trying to calm her down. Dr. Chiranjit is very professional, he takes the time to explain what needs to be done and provides valuable advice , It's not easy to find a good dentist like him, I highly recommend Dr. Chiranjit and his staff for kids and adults."
    },
    {
        "author_name": "Indrani Bhattacharya",
        "rating": 5,
        "relative_time_description": "2 weeks ago",
        "text": "Thanks to White Pearl Dental Care's excellent service all around from Doctor to Staff, everyone is kind and friendly nature. First we consulted Dr. Chiranjit, his guidance has helped us take the right treatment and he clarified all our doubts."
    },
    {
        "author_name": "Nilay Paul",
        "rating": 5,
        "relative_time_description": "5 days ago",
        "text": "I got my teeth scaling done by Dr Chiranjit. I'm indeed utterly satisfied. Both his friendly behaviour and treatment have own my soul. My teeth have now 100% ceased honeymoonig with sensitivity owing to his fabulous treatment. I highly recomend Dr. Chiranjit"
    },
    {
        "author_name": "Samir Kumar",
        "rating": 5,
        "relative_time_description": "3 months ago",
        "text": "A clean environment with pain-free experience. The clinic has very friendly staff, great ambiance and all the treatments are value for money. Thanks for the great work."
    },
    {
        "author_name": "Hritabrata Chaterjee",
        "rating": 5,
        "relative_time_description": "6 month ago",
        "text": "Smile makeover was done by Dr. Kathuria.I loved the environment and the services. As I have received a perfect smile. the way I expected.Thanks a lot for all your efforts. Best dentists in Delhi."
    }

]